Repository: PatlixStudio/oceanrota-frontend
Catalog: src/locale/messages.*.xlf
Languages: de, tr

# nav.home
source: Home
de: Startseite
tr: Ana Sayfa

# nav.marketplace
source: Marketplace
de: Marktplatz
tr: Pazar Yeri

# nav.addListing
source: List Your Vessel
de: Dein Schiff anbieten
tr: Tekneni Listele

# nav.services
source: Marine Services
de: Marinedienste
tr: Deniz Hizmetleri

# nav.personnel
source: Sea Personnel
de: Seepersonal
tr: Deniz Personeli

# nav.learning
source: Learning Center
de: Lernzentrum
tr: Öğrenme Merkezi

# home.hero.title
source: 🌊 Welcome to {INTERPOLATION}⚓
de: 🌊 Willkommen bei {INTERPOLATION}⚓
tr: 🌊 {INTERPOLATION} Hoş Geldiniz ⚓

# home.hero.subtitle
source: A global maritime marketplace for buying, renting, and connecting across the seas.
de: Ein globaler maritimer Marktplatz zum Kaufen, Mieten und Vernetzen über die Meere hinweg.
tr: Denizlerde alım, kiralama ve bağlantı için küresel bir denizcilik pazarı.

# home.hero.explore
source: Explore Marketplace
de: Marktplatz erkunden
tr: Pazarı Keşfet

# home.features.buySell
source: Buy & Sell
de: Kaufen & Verkaufen
tr: Satın Al & Sat

# home.features.buySell.desc
source: From fishing boats to cargo ships, discover opportunities worldwide.
de: Von Fischerbooten bis Frachtschiffen – entdecke weltweite Möglichkeiten.
tr: Balıkçı teknelerinden yük gemilerine kadar dünya çapında fırsatlar keşfedin.

# home.features.rent
source: Rent & Charter
de: Mieten & Chartern
tr: Kiralama & Çarter

# home.features.rent.desc
source: Charter vessels for transport, tourism, or business needs in minutes.
de: Chartere Schiffe für Transport, Tourismus oder Geschäftsbedürfnisse in wenigen Minuten.
tr: Ulaşım, turizm veya iş ihtiyaçlarınız için dakikalar içinde gemi kiralayın.

# home.features.connect
source: Connect Globally
de: Global vernetzen
tr: Küresel Bağlantı Kur

# home.features.connect.desc
source: Link sailors, captains, and maritime businesses across oceans.
de: Verbinde Seeleute, Kapitäne und maritime Unternehmen über die Ozeane hinweg.
tr: Denizcileri, kaptanları ve denizcilik işletmelerini okyanuslar arasında bağlayın.

# home.features.learning
source: Learning Center
de: Lernzentrum
tr: Öğrenme Merkezi

# home.features.learning.desc
source: Access guides and tutorials to master sailing, seamanship, and navigation.
de: Greife auf Anleitungen und Tutorials zu, um Segeln, Seemannschaft und Navigation zu meistern.
tr: Yelken, denizcilik ve navigasyonu öğrenmek için rehberlere ve eğitimlere erişin.

# home.cta.title
source: Ready to set sail?
de: Bist du bereit, in See zu stechen?
tr: Yola çıkmaya hazır mısınız?

# home.cta.desc
source: Join OceanRota today and be part of the global maritime future.
de: Werde noch heute Teil von OceanRota und der globalen maritimen Zukunft.
tr: OceanRota’ya bugün katılın ve küresel denizcilik geleceğinin bir parçası olun.

# home.cta.button
source: Get Started
de: Loslegen
tr: Başla
